/* In browser window title */
"Get a registration key!" = "未註冊";

/* The full name of the supporter */
"Registered to {0}" = "已註冊給 {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "感謝您的支援！您的貢獻有助於進一步推進 Cyberduck 甚至更好的發展。";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Your registration key has been copied to the Application Support folder.";

/* Validation failed */
"Not a valid registration key" = "不是有效的註冊金鑰";

"This registration key does not appear to be valid." = "This registration key does not appear to be valid.";

/* Thank you */
"Continue" = "繼續";
